SWMM_CFD/Case/OpenFOAM/manhole2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  8
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          25;
        startFace       16814;
    }
    outlet
    {
        type            patch;
        nFaces          25;
        startFace       16839;
    }
    atmosphere
    {
        type            patch;
        nFaces          173;
        startFace       16864;
    }
    walls
    {
        type            patch;
        nFaces          4701;
        startFace       17037;
    }
)

// ************************************************************************* //
